Repository: siamcats/Horikawa
Catalog: iBuki/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# licenseTextBox.Text
source: License
ja_jp: ライセンス

# alterScaleLabel.Text
source: Alter Scale
ja_jp: 一部の目盛りを変える

# appConfigTextBlock.Text
source: App Config
ja_jp: アプリの構成

# aboutAppTextBlock.Text
source: About App
ja_jp: このアプリについて

# arabicIndexEnum
source: Arabic
ja_jp: アラビア数字

# backgroundTextBlock.Text
source: Background
ja_jp: 背景

# barHandEnum
source: Baton
ja_jp: バー針

# barIndexEnum
source: Baton
ja_jp: バーインデックス

# borderLabel.Text
source: Border
ja_jp: 縁取り

# breguetHandEnum
source: Breguet
ja_jp: ブレゲ針

# clockConfigTextBlock.Text
source: Clock Config
ja_jp: 時計の設定

# clockFaceTitle.Text
source: Dial
ja_jp: 文字盤

# clockHandsTitle.Text
source: Hands
ja_jp: 時計針

# colorLabel.Text
source: Color
ja_jp: 色

# coordinateLabel.Text
source: Coordinate
ja_jp: 座標

# countLabel.Text
source: Count
ja_jp: 数

# darkButton.Content
source: Dark
ja_jp: ダーク

# dayDateTextBlock.Text
source: Day Date
ja_jp: デイデイト

# defaultButton.Content
source: Default
ja_jp: Windowsテーマに合わせる

# dauphineHandEnum
source: Dauphine
ja_jp: ドルフィン針

# fontFamilyLabel.Text
source: Font Family
ja_jp: フォントファミリー

# fontLabel.Text
source: Font
ja_jp: フォント

# fontSizeLabel.Text
source: Font Size
ja_jp: フォントサイズ

# formatLabel.Text
source: Format
ja_jp: フォーマット

# generalTitle.Text
source: General
ja_jp: 全般

# handsLabel.Text
source: Hour / Minute Hands
ja_jp: 時針・分針

# imageSelectButton.Content
source: Select Image
ja_jp: 画像を選択

# imageToggle.Header
source: Image
ja_jp: 画像

# indexLabel.Text
source: Index
ja_jp: インデックス

# intervalLabel.Text
source: Interval
ja_jp: 間隔

# languageLabel.Text
source: Language
ja_jp: 言語

# leafHandEnum
source: Leaf
ja_jp: リーフ針

# lengthLabel.Text
source: Length
ja_jp: 長さ

# lightButton.Content
source: Light
ja_jp: ライト

# mechanicalButton.Content
source: Mechanical
ja_jp: 機械式

# moonPhaseTextBlock.Text
source: Moon Phase
ja_jp: ムーンフェイズ

# movementLabel.Text
source: Movement
ja_jp: ムーブメント

# presetTextBlock.Text
source: Preset
ja_jp: プリセット

# quartzButton.Content
source: Quartz
ja_jp: クォーツ式

# restartButton.Content
source: Restart App to Apply
ja_jp: 再起動で反映します

# romanIndexEnum
source: Roman
ja_jp: ローマ数字

# scaleLabel.Text
source: Scale
ja_jp: 目盛り

# secondHandLabel.Text
source: Second Hand
ja_jp: 秒針

# sizeLabel.Text
source: Size
ja_jp: サイズ

# templateTitle.Text
source: Template
ja_jp: テンプレート

# themeLabel.Text
source: Window Theme
ja_jp: テーマ

# thicknessLabel.Text
source: Thickness
ja_jp: 太さ

# typeLabel.Text
source: Type
ja_jp: タイプ

# mysetTextBlock.Text
source: My Templates
ja_jp: マイセット

# chronographButton.Content
source: Chronograph
ja_jp: クロノグラフ

# creditsTextBlock.Text
source: Credits
ja_jp: クレジット

# importTemplateTextBlock.Text
source: Import from template file.
ja_jp: テンプレートをインポートします。

# saveTemplateTextBlock.Text
source: Save current settings.
ja_jp: 現在の設定を保存します。

# saveButton.Content
source: Add
ja_jp: 保存

# thinHandEnum
source: Stick-Thin
ja_jp: 細針

# dialogCannotSaveTemplateSameName
source: Sorry, Chronocci can't save two templates with the same name at the same time.
ja_jp: 申し訳ございません。同じ名前のテンプレートを保存することはできません。

# dialogCancel
source: Cancel
ja_jp: キャンセル

# dialogCannotSaveTemplate
source: Cannot save template
ja_jp: テンプレートを保存できません

# dialogCannotSaveTemplateValidate
source: Template name cannot contain any of the following characters: \ / : * ? " < > |
ja_jp: テンプレート名に次の文字は使えません。 \ / : * ? " < > |

# dialogDelete
source: Delete
ja_jp: 削除

# dialogDeleteTemplateReally
source: If you delete this template, you won't be able to recover it. Do you want to delete it?
ja_jp: 一度削除したテンプレートを元に戻すことはできません。本当に削除しますか？

# openSettingButton.Content
source: Open Settings
ja_jp: "設定"を開く

# openSettingTextBlock.Text
source: If disabled, change it from the Windows settings panel.
ja_jp: 変更できない場合は、Windowsの設定パネルから変更します。

# startUpToggle.Header
source: Startup
ja_jp: スタートアップに登録する

# addOnTextBlock.Text
source: Add-On License
ja_jp: アドオン情報

# dialogError
source: Error
ja_jp: エラー

# dialogPurchasedAlready
source: The user has already purchased the product.
ja_jp: 既に購入済みのアドオンです。

# dialogPurchasedCancel
source: The purchase did not complete. The user may have cancelled the purchase.
ja_jp: アドオンの購入をキャンセルしました。

# dialogPurchasedNetworkError
source: The purchase was unsuccessful due to a network error.
ja_jp: ネットワークエラーのためアドオンの購入に失敗しました。

# dialogPurchasedServerError
source: The purchase was unsuccessful due to a server error.
ja_jp: サーバーエラーのためアドオンの購入に失敗しました。

# dialogPurchasedUnknownError
source: The purchase was unsuccessful due to an unknown error.
ja_jp: 何らかのエラーのためアドオンの購入に失敗しました。

# dialogRetrieveLicenseError
source: An error occurred while retrieving the license. Add-On is not available.
ja_jp: ライセンス情報の取得中にエラーが発生したため、アドオン機能が利用できません。

# licensedTextBlock.Text
source: Licensed
ja_jp: 購入済

# licenseRequiredTextBlock.Text
source: A license is required.
ja_jp: ライセンスが必要です。

# versionTextBlock.Text
source: Version
ja_jp: バージョン

# dialogDeleteTemplate
source: Delete template permanently?
ja_jp: テンプレートを削除しますか？

# dialogPurchasedSucceeded
source: The purchase was successful.
ja_jp: 購入が完了しました。

# dialogRetrieveAddOnError
source: An error occurred while retrieving Add-Ons info. You may not be connected to the Internet.
ja_jp: アドオン情報の取得中にエラーが発生しました。 インターネットに接続されていない可能性があります。

# foregroundTextBlock.Text
source: Foreground
ja_jp: 前面

# stretchEnumFill
source: Fill
ja_jp: する

# stretchEnumNone
source: None
ja_jp: しない

# stretchEnumUniform
source: Keep aspect ratio
ja_jp: する（長辺に合わせて縦横比を保持）

# stretchEnumUniformToFill
source: Keep aspect ratio and fill
ja_jp: する（短辺に合わせて縦横比を保持）

# stretchTextBlock.Text
source: Stretch
ja_jp: 拡大・縮小

# resetButton.Content
source: Reset
ja_jp: リセット

# templateFileExtension
source: Template File
ja_jp: テンプレートファイル

# deleteTextBlock.Text
source: Delete
ja_jp: 削除

# addTextBlock.Text
source: Add
ja_jp: 追加

# exportTextBlock.Text
source: Export this template.
ja_jp: このテンプレートをエクスポートします。

# inputAuthorTextBox.PlaceholderText
source: Author
ja_jp: 作成者

# inputDescriptionTextBox.PlaceholderText
source: Description
ja_jp: 説明

# inputNameTextBox.PlaceholderText
source: Template Name *
ja_jp: テンプレート名 *

# dialogCannotSaveTemplateInvalidFile
source: The template file format or file extension is not valid.
ja_jp: テンプレートファイルの形式またはファイル拡張子が正しくないため、読み込めませんでした。

# chronographOmitTextBlock.Text
source: Chrono
ja_jp: クロノ

# chronographTextBlock.Text
source: Chronograph
ja_jp: クロノグラフ

# moonPhaseOmitTextBlock.Text
source: Moon
ja_jp: ムーン
